#include <stdio.h>

//1번
//자신의 이름과 나이, 주소 등을 3줄에 걸쳐서 출력하는 프로그램을 작성
//int main() {
//	printf("이름 : 홍길동\n");
//	printf("나이 : 21살\n");
//	printf("주소 : 서울 200번지\n");
//	return 0;
//}

//2번
/* 다음과 같은 형태로 출력하는 프로그램을 짜보자, printf()는 한번만 써야한다.
Hello
C
programmers!
*/
//void main() {
//	printf("Hello\nC\nProgrammers!\n");
//}

//3번
/*리포트 표지를 출력하는 프로그램을 작성해보자.
*/
//void main() {
//	printf("***************************\n");
//	printf("            리포트           \n");
//	printf("***************************\n");
//	printf("***************************\n");
//	printf("\t학과 : 휴먼지능정보공학과\n");
//	printf("\t학번 : 201910782\n");
//	printf("\t성명 : 김성은\n");
//	printf("***************************\n");
//
//}

//4번
//달력을 출력해보자
//void main() {
//	printf("일\t월\t화\t수\t목\t금\t토\n");
//	printf("1\t2\t3\t4\t5\t6\t7\n");
//	printf("8\t9\t10\t11\t12\t13\t14\n");
//	printf("15\t16\t16\t17\t18\t19\t20\n");
//	printf("21\t22\t23\t24\t25\t26\t27\n");
//	printf("29\t30\t31\n");
//}

//5번
//7과8을 가지고 사칙연산을 한 결과를 다음과 같이 출력하는 프로그램을 작성하라.
/* 
7+8=15
7-8=-1
7*8=56
7/8=0
*/
//void main() {
//	printf("7+8=%d\n", 7 + 8);
//	printf("7-8=%d\n", 7 - 8);
//	printf("7*8=%d\n", 7 * 8);
//	printf("7/8=%d\n", 7 / 8);
//}